<?php
/**
 * Created by PhpStorm.
 * User: void
 * Date: 2018/4/11
 * Time: 18:21
 *
 * 读者日志类型配置文件
 */
return [
    1    => "读者办证",
    2    => "读者退证",
    3    => "编辑读者",
    4    => "删除读者",
    5    => "读者修改单位",
    6    => "读者证件处理",
    7    => "读者修改密码",
    8    => "读者修改有效期",
    9    => "修改读者类型",
    10   => "读者换证",
    11   => "读者单位-新增",
    12   => "读者单位-编辑",
    13   => "读者单位-删除",
    14   => "读者导入",
    15   => "读者类型-新增",
    16   => "读者类型-编辑",
    17   => "读者类型-删除",
    18   => "批量换班",
    19   => "读者批量删除",
    20   => "财务-收费",
    21   => "财务-退费"
];
