<?php
/**
 * Created by PhpStorm.
 * User: void
 * Date: 2018/4/11
 * Time: 18:39
 */

return [
    'fin_type' => [
        1 => '收费',
        2 => '退费'
     ],
    'fin_mode' => [
        1 => '现金',
        2 => 'IC卡'
    ],
    'fee_type' => [
        1 => '已支付',
        2 => '未支付'
    ],
    'fee_mode' => [
        6 => '退还押金',
        7 => '减少押金',
        8 => '退款',
        1 => '读者证押金',
        2 => '读者证押金',
        3 => '超期罚款',
        4 => '丢失罚款',
        5 => '污损罚款',
        9 => '工本费',
        10 => '服务费',
        11 => '验证费'
    ],
    'fee_mode_in'  => [
        1 => '读者证押金',
        2 => '读者证押金',
        3 => '超期罚款',
        4 => '丢失罚款',
        5 => '污损罚款',
        9 => '工本费',
        10 => '服务费',
        11 => '验证费'
    ],
    'fee_mode_out' => [
        6 => '退还押金',
        7 => '减少押金',
        8 => '退款'
    ]

];